Repository: deandreamatias/portfolio
Catalog: lib/l10n/app_*.arb
Languages: pt

# who_title
source: Who I am
pt: Quem sou eu

# who_is_mobile
source: Mobile Developer
pt: Desenvolvedor de aplicativos móveis

# who_communities
source: Member of communities
pt: Membro de comunidades

# who_writer
source: Writer
pt: Escritor

# who_podcast
source: Podcast fan
pt: Fã de podcasts

# who_football
source: Football player
pt: Jogador de futebol

# who_secondary_football
source: with low skills
pt: com poucas habilidades

# who_nationality
source: Spanish/Uruguayan
pt: Espanhol/Uruguaio

# who_secondary_nationality
source: and a little bit of Brazilian
pt: e um pouco brasileiro

# who_family
source: Husband
pt: Marido

# who_pets
source: Cat tutor
pt: Tutor de gatos

# what_title
source: What I do
pt: O que eu faço

# what_mobile
source: Mobile applications
pt: Aplicativos móveis

# what_secondary_mobile
source: mainly with Flutter
pt: principalmente com Flutter

# what_contribute
source: Contribution to open source projects
pt: Contribuição para projetos de código aberto

# what_videos
source: Participation in videos
pt: Participação em vídeos

# what_writing
source: Writing articles and thoughts
pt: Escrever artigos e relfexões

# what_podcast
source: Podcast listener and creator
pt: Ouvinte e criador de podcasts

# what_languages
source: I am fluent in Spanish, Portuguese and moderately English
pt: Falo espanhol, português e medianamente inglês

# what_pets
source: Picture with my cats
pt: Foto com meus gatos

# where_title
source: Where I do it
pt: Onde eu faço

# where_live
source: I live in Valencia, Spain
pt: Moro em Valencia, Espanha

# where_work
source: I work remotely for Multiplica Talent
pt: Trabalho remotamente para Multiplica Talent

# where_contribute
source: GitHub and StackOverflow
pt: GitHub e StackOverflow

# where_community_flutter
source: Flutter Spain
pt: Flutter Espanha

# where_podcast
source: Anchor and Spotify
pt: Anchor e Spotify

# when_title
source: When I do
pt: Quando eu faço

# when_age
source: Every year. Currently {age} years old
pt: Todos os anos. Atualmente tenho {age} anos

# when_work
source: Monday to Friday
pt: De segunda a sexta-feira

# when_balance
source: All days looking for the balance between work and personal life
pt: Todos os dias buscando o equilíbrio entre o trabalho e a vida pessoal

# homeHeaderTitle
source: Hi, I'm Matias de Andrea
pt: Olá, sou Matias de Andrea

# homeHeaderSubtitle
source: a creative and dynamic developer. I really like to work with mobile applications, developing UI/UX and software
pt: um desenvolvedor criativo e dinâmico. Gosto muito de trabalhar com aplicações móveis, desenvolvendo o UI/UX e o software

# skillsTitle
source: My most loved technologies and tools are
pt: Minhas ferramentas favoritas são

# githubTitle
source: Open source projects are awesome and sometimes I contribute to it
pt: Projetos de código aberto são incríveis e as vezes contribuo neles

# languagesTitle
source: I've the privilege to live in some places and learn different languages
pt: Tive o privilegio de viver em diversos locais e aprender alguns idiomas

# languagesSpanish
source: Spanish: Native
pt: Espanhol: Nativo

# languagesPortuguese
source: Portuguese: C2
pt: Português: C2

# languagesEnglish
source: English: A2
pt: Inglês: A2

# contactTitle
source: Let's talk?
pt: Vamos conversar?

# menuOptions
source: Options
pt: Opções

# menuOptionsEnglish
source: English
pt: Inglês

# menuOptionsSpanish
source: Spanish
pt: Espanhol

# menuOptionsPortuguese
source: Portuguese
pt: Português

# footerLocale
source: Valencia, Spain
pt: Valencia, Espanha
